// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Web Services per stampanti HP";
TaskTOCTitle = "HP Web Services";
SummarySucceededTaskName = "HP Web Services è attivo!";
SummaryFailedTaskName = "Impossibile attivare HP Web Services";
SummaryUpdateAvailableName = "Aggiornamento disponibile";
SummaryTaskTOCTitle = "Riepilogo";

EnableWebServicesButtonTitle = "Sì, accetto le Condizioni d'uso.";
SkipWebServicesEnablingCaption = "Premere Ignora se non si vuole abilitare Web Services.";

AlreadyEnabledTitle = "La stampante è ora correttamente connessa alla rete!\nLe stampanti HP connesse a Internet offrono utili e innovativi servizi, quali HP Touchsmart Apps, ePrint e l’aggiornamento automatico dei prodotti. Per ulteriori informazioni su questi servizi, vedere la documentazione del prodotto oppure visitare il sito";
AlreadyEnabledText = "HP Web Services è già attivo su questa stampante. Fare clic sul pulsante qui sotto per stampare una pagina che riporta ulteriori dettagli e l'indirizzo ePrint della stampante.";
PrintWebServicesDetailsButtonTitle = "Stampa dettagli su HP Web Services";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Per il dispositivo è disponibile un aggiornamento necessario per abilitare Web Services. Premere il pulsante ePrint sul dispositivo per installare l'aggiornamento con il supporto di una procedura guidata.";

LookingForDeviceUpdateProgressTitle = "Il dispositivo sta verificando la disponibilità di aggiornamenti… Attendere.";
EnableWebServicesProgressTitle = "Configurazione di Web Services sulla stampante in corso… Attendere.";

WebServicesEnablingSucceededCaption = "L'attivazione di HP Web Services sulla stampante è riuscita.\n\nVerrà ora stampata una pagina con ulteriori informazioni su HP Web Services e con l'indirizzo ePrint della stampante.";
WebServicesEnablingFailedCaption = "Impossibile attivare HP Web Services per questa stampante in questo momento. Ciò potrebbe essere dovuto a un problema temporaneo della connessione Internet a Web Services oppure la stampante necessita di aggiornamento.\r\rRiprovare ad attivare HP Web Services successivamente premendo il pulsante ePrint sulla stampante. Se è necessario l'aggiornamento del prodotto, in fase di aggiornamento si riceveranno anche le opportune istruzioni per completare la configurazione di Web Services.\r\rCiò non avrà alcun impatto sulle altre funzionalità della stampante. La stampante continuerà a funzionare normalmente.";

HSDProductUpdate = "Aggiornamenti del prodotto:";
HSDAutomaticalyUpdate = "Aggiornamento automatico del prodotto (consigliato)";
HSDNotifyBeforeUpdate = "Notifica prima di aggiornare il prodotto";
HSDNeverUpdate = "Non aggiornare mai il prodotto";

HSDDisableWebServicesTitle = "Si desidera disabilitare Web Services?";
HSDAllowProductUpdatesTitle = "Si desidera consentire l'aggiornamento del prodotto?";
HSDAllowProductUpdatesText = "Per utilizzare Web Services si dovrà consentire alla stampante di verificare la presenza di aggiornamenti.";
HSDDisableWebServices = "Disabilita Web Services";
HSDUpdateAutomatically = "Aggiorna automaticamente";
HSDNotifyBeforeUpdating = "Notifica prima di aggiornare";
